{
  "message": "hello i18n !!",
  "site_title": "Bangladesh Army University of Science & Technology Khulna",
  "site_subtitle": "Application Form: Undergraduate Program (Engineering & Non-Engineering)",
  "provide_applicant_information": "Enter Applicant's Information:",
  "Applying Venue": "Applying Venue",
  "Quota": "Quota",
  "Full Name": "Full Name",
  "Applicant Mobile No. for SMS": "Applicant's Mobile No. for SMS",
  "Guardian's Mobile": "Guardian's Mobile",
  "Email": "Email",
  "Date of Birth": "Date of Birth",
  "Gender": "Gender",
  "Police Station": "Police Station",
  "District": "District",
  "Study Level": "Study Level",
  "Roll": "Roll",
  "Registration No.": "Registration No.",
  "Board": "Board",
  "Group": "Group",
  "GPA": "GPA",
  "Passing Year": "Passing Year",
  "BAUST_STUDENTS": "BAUST Khulna's Current Students",
  "FOOTER_TEXT": "Bangladesh Army University of Science & Technology Khulna (BAUST Khulna). All Rights Reserved.",
  "DESC_SYLHET_IBA": "Army Institute of Business Administration - Army IBA, a military graduate business school, started its journey under the supervision of Bangladesh Army at Jalalabad Cantonment in Sylhet, Bangladesh. The prestigious institute is affiliated with the Bangladesh Armed Forces' first public university, Bangladesh University of Professionals (BUP)",
  "DESC_SYLHET_LIFE": "The quality of education in Bangladesh is steadily increasing to build an enlightened population. In the last one decade, remarkable progress has been made in all levels of education.By capitalizing on the slogan \"In war, in peace, we are everywhere possible for our country\" the Bangladesh Army has made a huge contribution to the overall infrastructural development of the country as well as education.The Bangladesh Army has been playing a significant role in tackling the education crisis by increasing the rate of female education, enviable success in primary to higher education, quality and expansion of technical education, digitalisation of campuses, ensuring beautiful and safe learning environment.",
  "TY_FOR_VISITING": "Thank you for being interested to learn more about JoinArmyIBA.Com.",
  "AIBA_TED_COLLAB": "JoinArmyIBA.Com, a collaboration between Army Institute of Business Administration - Army IBA & Through ED Limited, launched the webpage for purpose of helping the students to make easy applications to Army IBAwithout any hassle.",
  "AIBA_INFO": "Army Institute of Business Administration - Army IBA, a military graduate business school, started its journey under the supervision of Bangladesh Army at Jalalabad Cantonment in Sylhet, Bangladesh. The prestigious institute is affiliated with the Bangladesh Armed Forces' first public university, Bangladesh University of Professionals (BUP).",
  "KUAST_INFO": "Bangladesh Army University of Science and Technology, Khulna (BAUST Khulna), a military institution, operates under the supervision of the Bangladesh Army. It was established to promote academic excellence and leadership, the university is temporarily located at Shiromoni near Jahanabad Cantonment in Khulna District. BAUST Khulna currently offers five undergraduate engineering programs, with two additional non-engineering programs in development. The university provides modern academic facilities, including state-of-the-art laboratories, well-equipped classrooms, secure residential accommodations, reliable transportation services, and other student support facilities to ensure a dynamic and comprehensive learning environment.",
  "TED_INFO": "Through ED Limited, the world's first KPI freak risk extracting limited company, is registered and incorporated under the companies act in Bangladesh.",
  "FORGOTTEN_AID": "If you have forgotten your Application ID, please submit your Mobile Number & Birth Date which you have submitted during making the application.",
  "ADMIT_CARD_UNAVAILABLE": "Extremely Sorry! Admit Card won’t be available right now!",
  "APPLICATION_SUBMITTED_SUCCESSFULLY": "Your application has been successfully submitted.",
  "PLEASE_SAVE_APPLICATION_ID": "Please save your Application ID to pay and download your admit card",
  "CHECK_NEXT_STEPS": "If you are worried about your next steps and application status, please click to the “Status” button above. Visiting the “Status” page, please type your Application ID and again click to “Search” button to see your application status.",
  "PAYMENT_AVAILABLE_ON": "Payment feature will be available from April 18, 2022",
  "APPLICATION_STATUS_TEXT": "To know about your current Application Status, please find your status after submitting your Application ID",
  "THANKS_FOR_SEARCHING": "Thank you for searching the Application Status.",
  "CHAT_TEXT_SUP": "You will be eligible to pay the application fees,  once you are qualified to sit for the admission test.  If you have qualified for the sitting the admission test, you will be notified at your registered email address or phone number within seven working days after applying to Army IBA. For more details, please submit your queries at ‘Chat’ section.",
  "PAYMENT_INSTRUCTION": "The applicant must confirm their participation in the admission test by paying a fee of seven hundred (700) Taka within the specified time.",
  "CHAT_OPEN_DATE": "Chat feature will be available from April 18, 2022",
  "CHAT_OPEN_INSTRUCTION": "If you want to know any information about the institution, please fill out the form below.",
  "CHAT_FORM_RESPONSE_48": "The authority will contact you via mobile or email within 48 hours after the form is successfully submitted.",
  "IMMEDIATE_CONTACT": "Please send a message to the mentioned WhatsApp number: +8801769564586",
  "APPLY_BAUST_KHULNA": "APPLY BAUST KHULNA",
  "PROCEED_ON_PAYMENT": "To submit your photo, signature, and other information, enter your application ID and click the 'Proceed' button.",
  "GET_UPDATE_FROM_BUAST_KHULNA": "Get updates from BAUST Khulna",
  "UNDERGRADUATE_PROGRAM_1" : "Civil Engineering - CE",
  "UNDERGRADUATE_PROGRAM_2" : "Computer Science and Engineering - CSE",
  "UNDERGRADUATE_PROGRAM_3" : "Electrical and Electronic Engineering - EEE",
  "UNDERGRADUATE_PROGRAM_4" : "Mechanical Engineering - ME",
  "UNDERGRADUATE_PROGRAM_5" : "Industrial and Production Engineering - IPE",
  "UNDERGRADUATE_PROGRAM_6" : "Business Administration - Upcoming",
  "UNDERGRADUATE_PROGRAM_7" : "English - Upcoming",
  "APPLICATION_PROGRAM" : "Application Program",
  "HOW_DID_YOU_GET_THE_INFORMATION" : "How did you get the information about BAUST Khulna?",
  "GO_TO_NEXT_STEP" : "Go to Next Step",
  "BAUST_KHULNA": "BAUST KHULNA"


}

